{
	"_meta": {
		"sources": [
			{
				"json": "TBC",
				"abbreviation": "TBC",
				"full": "The Botley Crew",
				"url": "",
				"authors": [],
				"convertedBy": []
			}
		],
		"dateAdded": 1613524913,
		"dateLastModified": 1613524913
	},
	"monster": [
		{
			"name": "Salvo, the Hungering Roil",
			"shortName": "Salvo",
			"group": "Chromatic Dragon",
			"source": "TBC",
			"size": "H",
			"type": "dragon",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "30d12 + 150",
				"average": 345
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": 40
			},
			"str": 23,
			"dex": 14,
			"con": 21,
			"int": 14,
			"wis": 13,
			"cha": 17,
			"save": {
				"dex": "+7",
				"con": "+10",
				"wis": "+6",
				"cha": "+8"
			},
			"skill": {
				"perception": "+11",
				"stealth": "+7"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 21,
			"resist": [
				"cold"
			],
			"immune": [
				"acid"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "14",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Salvo is a 20th level spellcaster. His spellcasting ability is Charisma ({@dc 16}, +8 to hit with spell attacks). He has the following paladin spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell thunderous smite}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell hold person}",
								"{@spell spiritual weapon}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell blinding smite}",
								"{@spell elemental weapon}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell staggering smite}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell cloudkill}",
								"{@spell destructive wave}"
							],
							"slots": 2
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Smite",
					"entries": [
						"When Salvo hits with a melee attack, he can use a spell slot to deal an additional amount of damage equal to a number of {@dice d8} equal to 1 + the spell level:",
						"1st level: {@damage 2d8} ({@damage 3d8} if undead)",
						"2nd level: {@damage 3d8} ({@damage 4d8} if undead)",
						"3rd level: {@damage 4d8} ({@damage 5d8} if undead)",
						"4th  or 5th level: {@damage 5d8} ({@damage 6d8} if undead)"
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite or tail, and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage plus 4 ({@damage 1d8}) acid damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage. A creature hit with this attack must make a {@dc 18} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Acid Spit {@recharge 5}",
					"entries": [
						"The dragon spits a ball of acid in a 20-foot sphere. Each creature in that line must make a {@dc 18} Dexterity saving throw, taking 54 ({@damage 12d8}) acid damage on a failed save, and half that amount at the end of its next turn. On a success, a creature takes half damage and no damage the following turn."
					]
				}
			],
			"legendary": [
				{
					"name": "Command ally",
					"entries": [
						"The dragon commands an ally under its control to attack with advantage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"The dragon makes a claw attack."
					]
				},
				{
					"name": "Spellcasting (Costs 2 Actions)",
					"entries": [
						"The dragon casts a spell of 3rd level or lower."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 19} Dexterity saving throw or take 13 ({@damage 2d6 + 6}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"mythicHeader": [
				"On initiative count 20, the dragon can use one of the following lair actions, but cannot use the same option two rounds in a row."
			],
			"mythic": [
				{
					"name": "Acid Geyser",
					"entries": [
						"The dragon chooses two targets it can see, an commands geysers of acid to spit up from the ground beneath them. Each target must make a {@dc 17} Strength or Dexterity saving throw (players' choice) or be knocked {@condition prone}."
					]
				},
				{
					"name": "Family's Oath",
					"entries": [
						"The dragon summons a {@creature black abishai | mtf}, {@creature roil kobold | tbc}, or {@creature black guard drake |vgm}. The dragon can only control up to 1 abishai at any given time. It acts immediately and moves on initiative count 20 during subsequent turns, is friendly to the dragon and hostile to the party."
					]
				},
				{
					"name": "Acid Cloud",
					"entries": [
						"The dragon spits a haze of acid that lingers in a 20-foot sphere. The area is heavily obscured and lasts for 1 minute. Any creature that enters the area or ends its turn there takes {@damage 2d4} acid damage. A strong wind can disperse the cloud."
					]
				}
			],
			"environment": [
				"swamp"
			],
			"fluff": {
				"name": "Adult Black Dragon",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The most evil-tempered and vile of the chromatic dragons, black dragons collect the wreckage and treasures of fallen peoples. These dragons loathe seeing the weak prosper and revel in the collapse of humanoid kingdoms. They make their homes in fetid swamps and crumbling ruins where kingdoms once stood.",
									"With deep-socketed eyes and broad nasal openings, a black dragon's face resembles a skull. Its curving, segmented horns are bone-colored near the base and darken to dead black at the tips. As a black dragon ages, the flesh around its horns and cheekbones deteriorates as though eaten by acid, leaving thin layers of hide that enhance its skeletal appearance. A black dragon's head is marked by spikes and horns. Its tongue is flat with a forked tip, drooling slime whose acidic scent adds to the dragon's reek of rotting vegetation and foul water.",
									"When it hatches, a black dragon has glossy black scale. As it ages, its scales become thicker and duller, helping it blend in to the marshes and blasted ruins that are its home.",
									{
										"name": "Brutal and Cruel",
										"type": "entries",
										"entries": [
											"All chromatic dragons are evil, but black dragons stand apart for their sadistic nature. A black dragon lives to watch its prey beg for mercy, and will often offer the illusion of respite or escape before finishing off its enemies.",
											"A black dragon strikes at its weakest enemies first, ensuring a quick and brutal victory, which bolsters its ego as it terrifies its remaining foes. On the verge of defeat, a black dragon does anything it can to save itself, but it accepts death before allowing any other creature to claim mastery over it."
										]
									},
									{
										"name": "Foes and Servants",
										"type": "entries",
										"entries": [
											"Black dragons hate and fear other dragons. They spy on draconic rivals from afar, looking for opportunities to slay weaker dragons and avoid stronger ones. If a stronger dragon threatens it, a black dragon abandons its lair and seeks out new territory.",
											"Evil lizardfolk venerate and serve black dragons, raiding humanoid settlements for treasure and food to give as tribute and building crude draconic effigies along the borders of their dragon master's domain.",
											"A black dragon's malevolent influence might also cause the spontaneous creation of evil shambling mounds that seek out and slay good creatures approaching the dragon's lair.",
											"Kobolds infest the lairs of many black dragons like vermin. They become as cruel as their dark masters, often torturing and weakening captives with centipede bites and scorpion stings before delivering them to sate the dragon's hunger."
										]
									},
									{
										"name": "Wealth of the Ancients",
										"type": "entries",
										"entries": [
											"Black dragons hoard the treasures and magic items of crumbled empires and conquered kingdoms to remind themselves of their greatness. The more civilizations a dragon outlasts, the more entitled it feels to claim the wealth of current civilizations for itself."
										]
									},
									{
										"type": "entries",
										"name": "A Black Dragon's Lair",
										"entries": [
											"Black dragons dwell in swamps on the frayed edges of civilization. A black dragon's lair is a dismal cave, grotto, or ruin that is at least partially flooded, providing pools where the dragon rests, and where its victims can ferment. The lair is littered with the acid-pitted bones of previous victims and the fly-ridden carcasses of fresh kills, watched over by crumbling statues. Centipedes, scorpions, and snakes infest the lair, which is filled with the stench of death and decay."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Chromatic Dragons",
						"entries": [
							"The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.",
							{
								"name": "Driven by Greed",
								"entries": [
									" Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it."
								],
								"type": "entries"
							},
							{
								"name": "Creatures of Ego",
								"type": "entries",
								"entries": [
									"Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect."
								]
							},
							{
								"name": "Dangerous Lairs",
								"type": "entries",
								"entries": [
									"A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.",
									"Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures."
								]
							},
							{
								"name": "Queen of Evil Dragons",
								"type": "entries",
								"entries": [
									"Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.",
									"Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.",
									"Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power."
								]
							}
						]
					},
					"True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.",
					"Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.",
					"Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.",
					"True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.",
					"Dragon Age Categories",
					{
						"type": "table",
						"colLabels": [
							"Category",
							"Size",
							"Age Range"
						],
						"colStyles": [
							"col-4",
							"col-4",
							"col-4"
						],
						"rows": [
							[
								"Wyrmling",
								"Medium",
								"5 years or less"
							],
							[
								"Young",
								"Large",
								"6–100 years"
							],
							[
								"Adult",
								"Huge",
								"101–800 years"
							],
							[
								"Ancient",
								"Gargantuan",
								"801 years or more"
							]
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:",
									{
										"type": "list",
										"items": [
											"Pools of water that the dragon can see within 120 feet of it surge outward in a grasping tide. Any creature on the ground within 20 feet of such a pool must succeed on a {@dc 15} Strength saving throw or be pulled up to 20 feet into the water and knocked {@condition prone}.",
											"A cloud of swarming insects fills a 20-foot-radius sphere centered on a point the dragon chooses within 120 feet of it. The cloud spreads around corners and remains until the dragon dismisses it as an action, uses this lair action again, or dies. The cloud is lightly obscured. Any creature in the cloud when it appears must make on a {@dc 15} Constitution saving throw, taking 10 ({@damage 3d6}) piercing damage on a failed save, or half as much damage on a successful one. A creature that ends its turn in the cloud takes 10 ({@damage 3d6}) piercing damage.",
											"Magical darkness spreads from a point the dragon chooses within 60 feet of it, filling a 15-foot-radius sphere until the dragon dismisses it as an action, uses this lair action again, or dies. The darkness spreads around corners. A creature with {@sense darkvision} can't see through this darkness, and nonmagical light can't illuminate it. If any of the effect's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Regional Effects",
								"entries": [
									"The region containing a legendary black dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:",
									{
										"type": "list",
										"items": [
											"The land within 6 miles of the lair takes twice as long as normal to traverse, since the plants grow thick and twisted, and the swamps are thick with reeking mud.",
											"Water sources within 1 mile of the lair are supernaturally fouled. Enemies of the dragon that drink such water regurgitate it within minutes.",
											"Fog lightly obscures the land within 6 miles of the lair."
										]
									},
									"If the dragon dies, vegetation remains as it has grown, but other effects fade over {@dice 1d10} days."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Black Dragon.jpg"
						}
					}
				]
			},
			"dragonCastingColor": "B",
			"tokenUrl": "https://5e.tools/img/MM/Adult Black Dragon.png?v=1.121.1",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/black-dragon.mp3?v=1.121.1"
			},
			"traitTags": [
				"Amphibious",
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"A",
				"B",
				"P",
				"S"
			],
			"spellcastingTags": [
				"CP"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"conditionInflictLegendary": [
				"prone"
			]
		},
		{
			"name": "Salvo, the Hungering Roil",
			"shortName": "Salvo",
			"group": "Chromatic Dragon",
			"source": "TBC",
			"size": "H",
			"type": "dragon",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "30d12 + 150",
				"average": 345
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": 40
			},
			"str": 23,
			"dex": 14,
			"con": 21,
			"int": 14,
			"wis": 13,
			"cha": 17,
			"save": {
				"dex": "+7",
				"con": "+10",
				"wis": "+6",
				"cha": "+8"
			},
			"skill": {
				"perception": "+11",
				"stealth": "+7"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 21,
			"resist": [
				"cold"
			],
			"immune": [
				"acid"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "14",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Salvo is a 20th level spellcaster. His spellcasting ability is Charisma ({@dc 16}, +8 to hit with spell attacks). He has the following paladin spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell thunderous smite}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell hold person}",
								"{@spell spiritual weapon}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell blinding smite}",
								"{@spell elemental weapon}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell staggering smite}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell cloudkill}",
								"{@spell destructive wave}"
							],
							"slots": 2
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Smite",
					"entries": [
						"When Salvo hits with a melee attack, he can use a spell slot to deal an additional amount of damage equal to a number of {@dice d8} equal to 1 + the spell level:",
						"1st level: {@damage 2d8} ({@damage 3d8} if undead)",
						"2nd level: {@damage 3d8} ({@damage 4d8} if undead)",
						"3rd level: {@damage 4d8} ({@damage 5d8} if undead)",
						"4th  or 5th level: {@damage 5d8} ({@damage 6d8} if undead)"
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite or tail, and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage plus 4 ({@damage 1d8}) acid damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage. A creature hit with this attack must make a {@dc 18} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Acid Spit {@recharge 5}",
					"entries": [
						"The dragon spits a ball of acid in a 20-foot sphere. Each creature in that line must make a {@dc 18} Dexterity saving throw, taking 54 ({@damage 12d8}) acid damage on a failed save, and half that amount at the end of its next turn. On a success, a creature takes half damage and no damage the following turn."
					]
				}
			],
			"legendary": [
				{
					"name": "Command ally",
					"entries": [
						"The dragon commands an ally under its control to attack with advantage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"The dragon makes a claw attack."
					]
				},
				{
					"name": "Spellcasting (Costs 2 Actions)",
					"entries": [
						"The dragon casts a spell of 3rd level or lower."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 19} Dexterity saving throw or take 13 ({@damage 2d6 + 6}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"mythicHeader": [
				"On initiative count 20, the dragon can use one of the following lair actions, but cannot use the same option two rounds in a row."
			],
			"mythic": [
				{
					"name": "Acid Geyser",
					"entries": [
						"The dragon chooses two targets it can see, an commands geysers of acid to spit up from the ground beneath them. Each target must make a {@dc 17} Strength or Dexterity saving throw (players' choice) or be knocked {@condition prone}."
					]
				},
				{
					"name": "Family's Oath",
					"entries": [
						"The dragon summons a {@creature black abishai | mtf}, {@creature roil kobold | tbc}, or {@creature black guard drake |vgm}. The dragon cannot have 2 abishai at once. It acts immediately and moves on initiative count 20 during subsequent turns, is friendly to the dragon and hostile to the party."
					]
				},
				{
					"name": "Acid Cloud",
					"entries": [
						"The dragon spits a haze of acid that lingers in a 20-foot sphere. The area is heavily obscured and lasts for 1 minute. Any creature that enters the area or ends its turn there takes {@damage 2d4} acid damage. A strong wind can disperse the cloud."
					]
				}
			],
			"environment": [
				"swamp"
			],
			"fluff": {
				"name": "Adult Black Dragon",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The most evil-tempered and vile of the chromatic dragons, black dragons collect the wreckage and treasures of fallen peoples. These dragons loathe seeing the weak prosper and revel in the collapse of humanoid kingdoms. They make their homes in fetid swamps and crumbling ruins where kingdoms once stood.",
									"With deep-socketed eyes and broad nasal openings, a black dragon's face resembles a skull. Its curving, segmented horns are bone-colored near the base and darken to dead black at the tips. As a black dragon ages, the flesh around its horns and cheekbones deteriorates as though eaten by acid, leaving thin layers of hide that enhance its skeletal appearance. A black dragon's head is marked by spikes and horns. Its tongue is flat with a forked tip, drooling slime whose acidic scent adds to the dragon's reek of rotting vegetation and foul water.",
									"When it hatches, a black dragon has glossy black scale. As it ages, its scales become thicker and duller, helping it blend in to the marshes and blasted ruins that are its home.",
									{
										"name": "Brutal and Cruel",
										"type": "entries",
										"entries": [
											"All chromatic dragons are evil, but black dragons stand apart for their sadistic nature. A black dragon lives to watch its prey beg for mercy, and will often offer the illusion of respite or escape before finishing off its enemies.",
											"A black dragon strikes at its weakest enemies first, ensuring a quick and brutal victory, which bolsters its ego as it terrifies its remaining foes. On the verge of defeat, a black dragon does anything it can to save itself, but it accepts death before allowing any other creature to claim mastery over it."
										]
									},
									{
										"name": "Foes and Servants",
										"type": "entries",
										"entries": [
											"Black dragons hate and fear other dragons. They spy on draconic rivals from afar, looking for opportunities to slay weaker dragons and avoid stronger ones. If a stronger dragon threatens it, a black dragon abandons its lair and seeks out new territory.",
											"Evil lizardfolk venerate and serve black dragons, raiding humanoid settlements for treasure and food to give as tribute and building crude draconic effigies along the borders of their dragon master's domain.",
											"A black dragon's malevolent influence might also cause the spontaneous creation of evil shambling mounds that seek out and slay good creatures approaching the dragon's lair.",
											"Kobolds infest the lairs of many black dragons like vermin. They become as cruel as their dark masters, often torturing and weakening captives with centipede bites and scorpion stings before delivering them to sate the dragon's hunger."
										]
									},
									{
										"name": "Wealth of the Ancients",
										"type": "entries",
										"entries": [
											"Black dragons hoard the treasures and magic items of crumbled empires and conquered kingdoms to remind themselves of their greatness. The more civilizations a dragon outlasts, the more entitled it feels to claim the wealth of current civilizations for itself."
										]
									},
									{
										"type": "entries",
										"name": "A Black Dragon's Lair",
										"entries": [
											"Black dragons dwell in swamps on the frayed edges of civilization. A black dragon's lair is a dismal cave, grotto, or ruin that is at least partially flooded, providing pools where the dragon rests, and where its victims can ferment. The lair is littered with the acid-pitted bones of previous victims and the fly-ridden carcasses of fresh kills, watched over by crumbling statues. Centipedes, scorpions, and snakes infest the lair, which is filled with the stench of death and decay."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Chromatic Dragons",
						"entries": [
							"The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.",
							{
								"name": "Driven by Greed",
								"entries": [
									" Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it."
								],
								"type": "entries"
							},
							{
								"name": "Creatures of Ego",
								"type": "entries",
								"entries": [
									"Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect."
								]
							},
							{
								"name": "Dangerous Lairs",
								"type": "entries",
								"entries": [
									"A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.",
									"Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures."
								]
							},
							{
								"name": "Queen of Evil Dragons",
								"type": "entries",
								"entries": [
									"Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.",
									"Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.",
									"Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power."
								]
							}
						]
					},
					"True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.",
					"Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.",
					"Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.",
					"True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.",
					"Dragon Age Categories",
					{
						"type": "table",
						"colLabels": [
							"Category",
							"Size",
							"Age Range"
						],
						"colStyles": [
							"col-4",
							"col-4",
							"col-4"
						],
						"rows": [
							[
								"Wyrmling",
								"Medium",
								"5 years or less"
							],
							[
								"Young",
								"Large",
								"6–100 years"
							],
							[
								"Adult",
								"Huge",
								"101–800 years"
							],
							[
								"Ancient",
								"Gargantuan",
								"801 years or more"
							]
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:",
									{
										"type": "list",
										"items": [
											"Pools of water that the dragon can see within 120 feet of it surge outward in a grasping tide. Any creature on the ground within 20 feet of such a pool must succeed on a {@dc 15} Strength saving throw or be pulled up to 20 feet into the water and knocked {@condition prone}.",
											"A cloud of swarming insects fills a 20-foot-radius sphere centered on a point the dragon chooses within 120 feet of it. The cloud spreads around corners and remains until the dragon dismisses it as an action, uses this lair action again, or dies. The cloud is lightly obscured. Any creature in the cloud when it appears must make on a {@dc 15} Constitution saving throw, taking 10 ({@damage 3d6}) piercing damage on a failed save, or half as much damage on a successful one. A creature that ends its turn in the cloud takes 10 ({@damage 3d6}) piercing damage.",
											"Magical darkness spreads from a point the dragon chooses within 60 feet of it, filling a 15-foot-radius sphere until the dragon dismisses it as an action, uses this lair action again, or dies. The darkness spreads around corners. A creature with {@sense darkvision} can't see through this darkness, and nonmagical light can't illuminate it. If any of the effect's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Regional Effects",
								"entries": [
									"The region containing a legendary black dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:",
									{
										"type": "list",
										"items": [
											"The land within 6 miles of the lair takes twice as long as normal to traverse, since the plants grow thick and twisted, and the swamps are thick with reeking mud.",
											"Water sources within 1 mile of the lair are supernaturally fouled. Enemies of the dragon that drink such water regurgitate it within minutes.",
											"Fog lightly obscures the land within 6 miles of the lair."
										]
									},
									"If the dragon dies, vegetation remains as it has grown, but other effects fade over {@dice 1d10} days."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Black Dragon.jpg"
						}
					}
				]
			},
			"dragonCastingColor": "B",
			"tokenUrl": "https://5e.tools/img/MM/Adult Black Dragon.png?v=1.121.1",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/black-dragon.mp3?v=1.121.1"
			},
			"traitTags": [
				"Amphibious",
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"A",
				"B",
				"P",
				"S"
			],
			"spellcastingTags": [
				"CP"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"conditionInflictLegendary": [
				"prone"
			]
		},
		{
			"name": "Roil Kobold",
			"source": "TBC",
			"size": "S",
			"type": {
				"type": "humanoid",
				"tags": [
					"kobold"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "8d6 + 8",
				"average": 36
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 17,
			"con": 12,
			"int": 8,
			"wis": 10,
			"cha": 8,
			"save": {
				"wis": "+3",
				"con": "+4"
			},
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				{
					"resist": [
						"acid"
					]
				},
				{
					"resist": [
						"cold"
					]
				}
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The kobold makes 2 claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage, and 3 ({@damage 1d6}) acid damage."
					]
				}
			],
			"environment": [
				"arctic",
				"coastal",
				"desert",
				"forest",
				"hill",
				"mountain",
				"swamp",
				"underdark",
				"urban"
			],
			"fluff": {
				"name": "Kobold",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Kobolds are craven reptilian humanoids that worship evil dragons as demigods and serve them as minions and toadies. Kobolds inhabit dragons' lairs when they can but more commonly infest dungeons, gathering treasures and trinkets to add to their own tiny hoards.",
									{
										"name": "Strength in Numbers",
										"entries": [
											" Kobolds are egg-laying creatures. They mature quickly and can live to be \"great wyrms\" more than a century old. However, many kobolds perish before they reach the end of their first decade. Physically weak, they are easy prey for predators. This vulnerability forces them to band together. Their superior numbers can win battles against powerful adversaries, but often with massive casualties on the kobold side."
										],
										"type": "entries"
									},
									{
										"name": "Tunnelers and Builders",
										"type": "entries",
										"entries": [
											"Kobolds make up for their physical ineptitude with a cleverness for trap making and tunneling. Their lairs consist of low tunnels through which they move easily but which hinder larger humanoids. Kobolds also riddle their lairs with traps. The most insidious kobold traps make use of natural hazards and other creatures. A trip wire might connect to a spring-loaded trap that hurls clay pots of flesh-eating green slime or flings crates of venomous giant centipedes at intruders."
										]
									},
									{
										"name": "The Lost God",
										"type": "entries",
										"entries": [
											"In addition to the dragons they revere, kobolds worship a lesser god named Kurtulmak. Legends speak of how Kurtulmak served as Tiamat's vassal in the Nine Hells until Garl Glittergold, the god of gnomes, stole a trinket from the Dragon Queen's hoard. Tiamat sent Kurtulmak to retrieve the trinket, but Garl Glittergold played a trick on him, collapsing the earth and trapping the kobold god in an underground maze for eternity. For this reason, kobolds hate gnomes and pranks of any kind. Kurtulmak's most devoted worshipers dedicate themselves to finding and releasing their lost god from his prison-maze."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Kobold.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/MM/Kobold.png?v=1.122.2",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/kobold.mp3?v=1.122.2"
			},
			"traitTags": [
				"Pack Tactics",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"A",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Burze, the White Storm",
			"group": "Chromatic Dragon",
			"source": "TBC",
			"size": "G",
			"type": "dragon",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d20 + 160",
				"average": 370
			},
			"speed": {
				"walk": 40,
				"burrow": 40,
				"fly": 80,
				"swim": 40
			},
			"str": 26,
			"dex": 10,
			"con": 26,
			"int": 10,
			"wis": 13,
			"cha": 14,
			"save": {
				"dex": "+6",
				"con": "+14",
				"wis": "+7",
				"cha": "+8"
			},
			"skill": {
				"perception": "+13",
				"stealth": "+6"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 23,
			"immune": [
				"cold"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "20",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Burze can cast the following spells innately, requiring no material components. His spellcasting ability is Charisma (Spell save {@dc 16}, {@hit 8} to hit)."
					],
					"will": [
						"{@spell detect magic}",
						"{@spell fog cloud}",
						"{@spell hunter's mark}"
					],
					"daily": {
						"1": [
							"{@spell steel wind strike|XGE}"
						],
						"3e": [
							"{@spell absorb elements|XGE} (3rd level)",
							"{@spell silence}",
							"{@spell spike growth}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Ice Walk",
					"entries": [
						"The dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost it extra movement."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The burze, the white storm's weapon attacks are magical."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 9 ({@damage 2d8}) cold damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d6 + 8}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} Each creature in a 20 foot cone must make a {@dc 22} Dexterity saving throw or take. {@h}17 ({@damage 2d8 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Cold Breath {@recharge 5}",
					"entries": [
						"The dragon exhales an icy blast in a 90-foot cone. Each creature in that area must make a {@dc 22} Constitution saving throw, taking 72 ({@damage 16d8}) cold damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendary": [
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Snowy Retreat",
					"entries": [
						"Burze retreats below the snow, not provoking any attacks of opportunity, hides, and moves half his burrow speed under the snow. Any creature adjacent to it when it must make a {@dc 22} Dexterity saving throw or be knocked {@condition prone}, as the snow shifts beneath them."
					]
				},
				{
					"name": "Frosty Ambush",
					"entries": [
						"Burze moves up to half his burrow speed, and raises out of the snow and makes a bite attack. Each adjacent creature other than the target of the attack is pushed out of Burze's space, and must make a {@dc 22} Dexterity saving throw or take {@damage 2d6} bludgeoning damage. "
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 15 feet of the dragon must succeed on a {@dc 22} Strength saving throw or take 15 ({@damage 2d6 + 8}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"mythicHeader": [
				"In Burze's lair, at initiative count 20, one of the following actions occurs. The same action cannot be used twice in a row."
			],
			"mythic": [
				{
					"name": "Target Acquired",
					"entries": [
						"Burze marks a hostile creature, and moves 10 feet towards that creature. The marked creature has disadvantage on saving throws against all of Burze's abilities, and has disadvantage on contested ability checks."
					]
				},
				{
					"name": "Freezing Fog",
					"entries": [
						"Burze spits a cold haze into the air in a 20-foot radius. That area is heavily obscured. A strong wind dissipates the fog. Each creature that enters the fog for the first time or ends its turn there takes {@damage 2d6} cold damage."
					]
				},
				{
					"name": "Icy Capture",
					"entries": [
						"Burze makes an ice wall 10 feet high and up to 60 feet in length. Each 5-foot section of the wall has AC 10 and 50 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. The wall collapses when the dragon dies, or after {@dice 1d4 + 1} rounds."
					]
				}
			],
			"environment": [
				"arctic"
			],
			"fluff": {
				"name": "Ancient White Dragon",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The smallest, least intelligent, and most animalistic of the chromatic dragons, white dragons dwell in frigid climes, favoring arctic areas or icy mountains. They are vicious, cruel reptiles driven by hunger and greed.",
									"A white dragon has feral eyes, a sleek profile, and a spined crest. The scales of a wyrmling white dragon glisten pure white. As the dragon ages, its sheen disappears and some of its scales begin to darken, so that by the time it is old, it is mottled by patches of pale blue and light gray. This patterning helps the dragon blend into the realms of ice and stone in which it hunts, and to fade from view when it soars across a cloud-filled sky.",
									{
										"name": "Primal and Vengeful",
										"type": "entries",
										"entries": [
											"White dragons lack the cunning and tactics of most other dragons. However, their bestial nature makes them the best hunters among all dragonkind, singularly focused on surviving and slaughtering their enemies. A white dragon consumes only food that has been frozen, devouring creatures killed by its breath weapon while they are still stiff and frigid. It encases other kills in ice or buries them in snow near its lair, and finding such a larder is a good indication that a white dragon dwells nearby.",
											"A white dragon also keeps the bodies of its greatest enemies as trophies, freezing corpses where it can look upon them and gloat. The remains of giants, remorhazes, and other dragons are often positioned prominently within a white dragon's lair as warnings to intruders.",
											"Though only moderately intelligent, white dragons have extraordinary memories. They recall every slight and defeat, and have been known to conduct malicious vendettas against creatures that have offended them. This often includes silver dragons, which lair in the same territories as whites. White dragons can speak as all dragons can, but they rarely talk unless moved to do so."
										]
									},
									{
										"name": "Lone Masters",
										"type": "entries",
										"entries": [
											"White dragons avoid all other dragons except whites of the opposite sex. Even then, when white dragons seek each other out as mates, they stay together only long enough to conceive offspring before fleeing into isolation again.",
											"White dragons can't abide rivals near their lairs. As a result, a white dragon attacks other creatures without provocation, viewing such creatures as either too weak or too powerful to live. The only creatures that typically serve a white dragon are intelligent humanoids that demonstrate enough strength to assuage the dragon's wrath, and can put up with sustaining regular losses as a result of its hunger. This includes dragon-worshiping kobolds, which are commonly found in their lairs.",
											"Powerful creatures can sometimes gain a white dragon's obedience through a demonstration of physical or magical might. Frost giants challenge white dragons to prove their own strength and improve their status in their clans, and their cracked bones litter many a white dragon's lair. However, a white dragon defeated by a frost giant often becomes its servant, accepting the mastery of a superior creature in exchange for asserting its own domination over the other creatures that serve or oppose the giant."
										]
									},
									{
										"name": "Treasure Under Ice",
										"type": "entries",
										"entries": [
											"White dragons love the cold sparkle of ice and favor treasure with similar qualities, particularly diamonds. However, in their remote arctic climes, the treasure hoards of white dragons more often contain walrus and mammoth tusk ivory, whale-bone sculptures, figureheads from ships, furs, and magic items seized from overly bold adventurers.",
											"Loose coins and gems are spread across a white dragon's lair, glittering like stars when the light strikes them. Larger treasures and chests are encased in layers of rime created by the white dragon's breath, and held safe beneath layers of transparent ice. The dragon's great strength allows it to easily access its wealth, while lesser creatures must spend hours chipping away or melting the ice to reach the dragon's main hoard.",
											"A white dragon's flawless memory means that it knows how it came to possess every coin, gem, and magic item in its hoard, and it associates each item with a specific victory. White dragons are notoriously difficult to bribe, since any offers of treasure are seen as an insult to their ability to simply slay the creature making the offer and seize the treasure on their own."
										]
									},
									{
										"type": "entries",
										"name": "A White Dragon's Lair",
										"entries": [
											"White dragons lair in icy caves and deep subterranean chambers far from the sun. They favor high mountain vales accessible only by flying, caverns in cliff faces, and labyrinthine ice caves in glaciers. White dragons love vertical heights in their caverns, flying up to the ceiling to latch on like bats or slithering down icy crevasses.",
											"A legendary white dragon's innate magic deepens the cold in the area around its lair. Mountain caverns are fast frozen by the white dragon's presence. A white dragon can often detect intruders by the way the keening wind in its lair changes tone.",
											"A white dragon rests on high ice shelves and cliffs in its lair, the floor around it a treacherous morass of broken ice and stone, hidden pits, and slippery slopes. As foes struggle to move toward it, the dragon flies from perch to perch and destroys them with its freezing breath."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Chromatic Dragons",
						"entries": [
							"The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.",
							{
								"name": "Driven by Greed",
								"entries": [
									" Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it."
								],
								"type": "entries"
							},
							{
								"name": "Creatures of Ego",
								"type": "entries",
								"entries": [
									"Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect."
								]
							},
							{
								"name": "Dangerous Lairs",
								"type": "entries",
								"entries": [
									"A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.",
									"Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures."
								]
							},
							{
								"name": "Queen of Evil Dragons",
								"type": "entries",
								"entries": [
									"Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.",
									"Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.",
									"Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power."
								]
							}
						]
					},
					"True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.",
					"Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.",
					"Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.",
					"True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.",
					"Dragon Age Categories",
					{
						"type": "table",
						"colLabels": [
							"Category",
							"Size",
							"Age Range"
						],
						"colStyles": [
							"col-4",
							"col-4",
							"col-4"
						],
						"rows": [
							[
								"Wyrmling",
								"Medium",
								"5 years or less"
							],
							[
								"Young",
								"Large",
								"6–100 years"
							],
							[
								"Adult",
								"Huge",
								"101–800 years"
							],
							[
								"Ancient",
								"Gargantuan",
								"801 years or more"
							]
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:",
									{
										"type": "list",
										"items": [
											"Freezing fog fills a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The fog spreads around corners, and its area is heavily obscured. Each creature in the fog when it appears must make a {@dc 10} Constitution saving throw, taking 10 ({@damage 3d6}) cold damage on a failed save, or half as much damage on a successful one. A creature that ends its turn in the fog takes 10 ({@damage 3d6}) cold damage. A wind of at least 20 miles per hour disperses the fog. The fog otherwise lasts until the dragon uses this lair action again or until the dragon dies.",
											"Jagged ice shards fall from the ceiling, striking up to three creatures underneath that the dragon can see within 120 feet of it. The dragon makes one ranged attack roll ({@hit 7} to hit) against each target. On a hit, the target takes 10 ({@damage 3d6}) piercing damage.",
											"The dragon creates an opaque wall of ice on a solid surface it can see within 120 feet of it. The wall can be up to 30 feet long, 30 feet high, and 1 foot thick. When the wall appears, each creature within its area is pushed 5 feet out of the wall's space; appearing on whichever side of the wall it wants. Each 10-foot section of the wall has AC 5, 30 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. The wall disappears when the dragon uses this lair action again or when the dragon dies."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Regional Effects",
								"entries": [
									"The region containing a legendary white dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:",
									{
										"type": "list",
										"items": [
											"Chilly fog lightly obscures the land within 6 miles of the dragon's lair.",
											"Freezing precipitation falls within 6 miles of the dragon's lair, sometimes forming blizzard conditions when the dragon is at rest.",
											"Icy walls block off areas in the dragon's lair. Each wall is 6 inches thick, and a 10-foot section has AC 5, 15 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage.",
											"If the dragon wishes to move through a wall, it can do so without slowing down. The portion of the wall the dragon moves through is destroyed, however."
										]
									},
									"If the dragon dies, the fog and precipitation fade within 1 day. The ice walls melt over the course of {@dice 1d10} days."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/White Dragon.jpg"
						}
					}
				]
			},
			"dragonCastingColor": "W",
			"tokenUrl": "https://5e.tools/img/MM/Ancient White Dragon.png?v=1.121.1",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/white-dragon.mp3?v=1.121.1"
			},
			"traitTags": [
				"Legendary Resistances",
				"Magic Weapons"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"B",
				"C",
				"P",
				"S"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			]
		},
		{
			"name": "Moroz",
			"shortName": true,
			"source": "TBC",
			"size": "M",
			"type": "humanoid",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"unarmored defense"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 100",
				"average": 190
			},
			"speed": {
				"walk": 60,
				"climb": 30,
				"burrow": 15
			},
			"str": 20,
			"dex": 16,
			"con": 20,
			"int": 10,
			"wis": 14,
			"cha": 15,
			"save": {
				"str": "+10",
				"con": "+10",
				"wis": "+7"
			},
			"skill": {
				"athletics": "+10",
				"nature": "+5",
				"religion": "+5",
				"insight": "+7",
				"perception": "+7"
			},
			"passive": 17,
			"resist": [
				"cold"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "13",
			"trait": [
				{
					"name": "Ki",
					"entries": [
						"Moroz has 8 ki points, and can use the following abilities:",
						"- For 1 ki point, Moroz can make 2 unarmed strikes as a bonus action.",
						"- When Moroz hits with a melee attack, he can force the target to make a {@dc 15} Constitution saving throw or be {@condition stunned} for 1 round.",
						"- For 1 ki point, Moroz can take the dodge or dash action as a bonus action.",
						"- For 1 ki point, Moroz can use Ascendant Frost if he is out of uses."
					]
				},
				{
					"name": "Rage (4/day)",
					"entries": [
						"Moroz can use a bonus action to enter a rage, until he does not attack or take damage, or until 1 minute has passed. Moroz adds +2 to damage rolls, and has resistance to nonmagical bludgeoning, piercing, and slashing damage."
					]
				},
				{
					"name": "Danger Sense, Evasion",
					"entries": [
						"Moroz has advantage on dexterity saving throws, and if he passes, takes no damage instead of half damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Moroz makes two weapon attacks, and can use Ascendant Frost in place of one attack."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) bludgeoning damage."
					]
				},
				{
					"name": "Frost Strike",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) cold damage."
					]
				},
				{
					"name": "Ascendant Frost (5/day)",
					"entries": [
						"{@dc 15} Dexterity saving throw, 20 foot cone or 30 foot by 5 foot line. {@h}10 ({@damage 3d6}) cold damage on a failed save, half on a success."
					]
				},
				{
					"name": "Breath Weapon (1/day)",
					"entries": [
						"{@dc 18} Constitution saving throw, 20 foot cone or 30 foot by 5 foot line. {@h}17 ({@damage 5d6}) cold damage on a failed save, half on a success."
					]
				}
			],
			"bonus": [
				{
					"name": "Martial Arts",
					"entries": [
						"Moroz can make an unarmed strike as a bonus action immediately after making an attack when taking the Multiattack action."
					]
				}
			],
			"fluff": {
				"name": "Avatar of Death",
				"source": "DMG",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"Summoned by the \"Skull\" card from the {@item Deck of Many Things}."
										]
									}
								]
							}
						]
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/DMG/Avatar of Death.png?v=1.121.1",
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"B",
				"C"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"stunned"
			]
		},
		{
			"name": "Zatchet Ironside",
			"shortName": "Zatchet",
			"source": "TBC",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"{@item plate armor|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "18d8 + 54",
				"average": 135
			},
			"speed": {
				"walk": 25
			},
			"str": 14,
			"dex": 8,
			"con": 16,
			"int": 10,
			"wis": 20,
			"cha": 12,
			"save": {
				"wis": "+10",
				"cha": "+6"
			},
			"skill": {
				"arcana": "+5",
				"insight": "+10",
				"perception": "+10",
				"religion": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 20,
			"resist": [
				"poison"
			],
			"languages": [
				"Celestial",
				"Common",
				"Dwarvish",
				"Primordial"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Zatchet is a 13th-level spellcaster. His spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 10} to hit with spell attacks). Zatchet has following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Club",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}1  bludgeoning damage."
					]
				}
			],
			"fluff": {
				"name": "Acolyte",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Acolytes are junior members of a clergy, usually answerable to a priest. They perform a variety of functions in a temple and are granted minor spellcasting power by their deities."
								]
							}
						]
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/MM/Acolyte.png?v=1.121.0",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/acolyte.mp3?v=1.121.0"
			},
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"CE",
				"D",
				"P"
			],
			"damageTags": [
				"B"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Fargrim Ironside",
			"shortName": "Fargrim",
			"source": "TBC",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "18d8 + 54",
				"average": 135
			},
			"speed": {
				"walk": 25
			},
			"str": 10,
			"dex": 20,
			"con": 16,
			"int": 10,
			"wis": 11,
			"cha": 16,
			"save": {
				"dex": "+10",
				"int": "+5"
			},
			"skill": {
				"acrobatics": "+10",
				"deception": "+13",
				"perception": "+10",
				"religion": "+5",
				"sleight of hand": "+10",
				"stealth": "+15"
			},
			"senses": [
				"darkvision 60 ft.",
				"blindsight 10 ft."
			],
			"passive": 20,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Dwarvish",
				"Undercommon"
			],
			"trait": [
				{
					"name": "Sneak Attack (Assassin)",
					"entries": [
						"Once per turn, the fargrim deals an extra 24 ({@damage 7d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the fargrim that isn't {@condition incapacitated} and the fargrim doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"The fargrim can take the {@action Dash}, {@action Disengage} or {@action Hide} action as a bonus action on each of its turns."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"If the fargrim is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the fargrim instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
					]
				},
				{
					"name": "Amulet of the Favoured (1/day)",
					"entries": [
						"Fargrim can re-roll a saving throw."
					]
				},
				{
					"name": "Quick Feet",
					"entries": [
						"Fargrim gets a +8 to initiative rolls."
					]
				}
			],
			"action": [
				{
					"name": "Adamantine Scimitar",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) slashing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"Fargrim takes half damage from a melee attack from an attacker he can see."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"senseTags": [
				"B",
				"D"
			],
			"languageTags": [
				"C",
				"D",
				"U"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"incapacitated"
			]
		},
		{
			"name": "Acidic Brute Wyvern",
			"source": "TBC",
			"size": "H",
			"type": "dragon",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "21d12 + 42",
				"average": 178
			},
			"speed": {
				"walk": 40
			},
			"str": 21,
			"dex": 12,
			"con": 14,
			"int": 5,
			"wis": 12,
			"cha": 6,
			"skill": {
				"perception": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"resist": [
				"acid",
				"cold"
			],
			"vulnerable": [
				"fire",
				"necrotic"
			],
			"cr": "9",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The wyvern makes 2 acidic tail attacks or 3 honed tail attacks."
					]
				},
				{
					"name": "Acidic Tail",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 15 ft., one creature. {@h}15 ({@damage 2d6 + 5}) bludgeoning damage, and 14 ({@damage 4d6}) acid damage. On a hit, the target's AC is reduced by 1 for one minute."
					]
				},
				{
					"name": "Honed Tail",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 15 ft., one creature. {@h}24 ({@damage 2d12 + 5}) slashing damage."
					]
				},
				{
					"name": "Acidic Tailswipe",
					"entries": [
						"Each creature within range of the wyvern's tail attack, and in a 30 foot cone, must make a {@dc 17} Dexterity saving throw or take 12 ({@damage 2d6 + 5}) bludgeoning damage and 7 ({@damage 2d6}) acid damage. The wyvern moves up to half its movement speed."
					]
				},
				{
					"name": "Honed Tailswipe",
					"entries": [
						"Each creature within range of the wyvern's tail attack, and in a 30 foot cone, must make a {@dc 17} Dexterity saving throw or take 18 ({@damage 2d12 + 5}) slashing damage. The wyvern moves up to half its movement speed."
					]
				}
			],
			"bonus": [
				{
					"name": "Hone Tail",
					"entries": [
						"The wyvern's tail begins combat covered in acid, and can use a bonus action on its turn to clean its tail and hone it to a sharp blade. The tail reverts in {@dice 1d4 - 1} rounds."
					]
				}
			],
			"environment": [
				"hill",
				"mountain"
			],
			"fluff": {
				"name": "Wyvern",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Travelers in the wild sometimes look to the skies to see the dark-winged shape of a wyvern carrying its prey. These cousins to the great dragons hunt the same tangled forests and caverns as their kin. Their appearance sends ripples of alarm through the borderlands of civilization.",
									"A wyvern has two scaly legs, leathery wings, and a sinewy tail topped with its most potent weapon: a poison stinger. The poison in a wyvern's stinger can kill a creature in seconds. Extremely potent, wyvern poison burns through its victim's bloodstream, disintegrating veins and arteries on its way to the heart. As deadly as wyverns can be, however, hunters and adventurers often track them to claim the venom, which is used in alchemical compounds and to coat weapons.",
									{
										"name": "Aerial Hunters",
										"type": "entries",
										"entries": [
											"A wyvern doesn't fight on the ground unless it can't reach its prey by any other means, or if it has been fooled into a position from which aerial combat isn't an option. If forced into a confrontation on the ground, a wyvern crouches low, keeping its stinger poised above its head as it hisses and growls."
										]
									},
									{
										"name": "Aggressive and Reckless",
										"type": "entries",
										"entries": [
											"A wyvern intent on its prey backs down only if it sustains serious injury, or if its prey eludes it long enough for another easier potential meal to wander along. If it corners a fleeing creature in an enclosure too small to enter, a wyvern guards where the quarry hides, lashing with its stinger whenever opportunity allows.",
											"Although they possess more cunning than ordinary beasts, wyverns lack the intelligence of their draconic cousins. As such, creatures that maintain their composure as a wyvern hunts them from the air can often elude or trick it. Wyverns follow a direct path to their prey, with no thought given to possible ambushes."
										]
									},
									{
										"name": "Tamed Wyverns",
										"type": "entries",
										"entries": [
											"A wyvern can be tamed for use as a mount, but doing so presents a difficult and deadly challenge. Raising one as a hatchling offers the best results. However, a wyvern's violent temperament has cost the life of many a would-be master."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Wyvern.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/MM/Wyvern.png?v=1.122.2",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/wyvern.mp3?v=1.122.2"
			},
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"A",
				"B",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Curious Lemure Sidekick (Level 13)",
			"source": "TBC",
			"size": "M",
			"type": {
				"type": "fiend",
				"tags": [
					"devil"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				7
			],
			"hp": {
				"formula": "13d8",
				"average": 58
			},
			"speed": {
				"walk": 15
			},
			"str": 10,
			"dex": 5,
			"con": 11,
			"int": 6,
			"wis": 11,
			"cha": 6,
			"save": {
				"wis": "+5"
			},
			"skill": {
				"arcana": "+3",
				"perception": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 15,
			"resist": [
				"cold"
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"languages": [
				"Common",
				"Infernal"
			],
			"cr": "0",
			"trait": [
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the lemure's darkvision."
					]
				},
				{
					"name": "Hellish Rejuvenation",
					"entries": [
						"A lemure that dies in the Nine Hells comes back to life with all its hit points in {@dice 1d10} days unless it is killed by a good-aligned creature with a bless spell cast on that creature or its remains are sprinkled with holy water."
					]
				}
			],
			"action": [
				{
					"name": "Fist",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) damage."
					]
				}
			],
			"fluff": {
				"name": "Lemure",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"A lemure arises when a mortal soul is twisted by evil and banished to the Nine Hells for eternity. The lowest type of devil, lemures are repugnant, shapeless creatures doomed to suffer torment until they are promoted to a higher form of devil, most commonly an imp.",
									"A lemure resembles a molten mass of flesh with a vaguely humanoid head and torso. A permanent expression of anguish twists across its face, its feeble mouth babbling even though it can't speak."
								]
							}
						]
					},
					"Devils personify tyranny, with a totalitarian society dedicated to the domination of mortal life. The shadow of the Nine Hells of Baator extends far across the multiverse, and Asmodeus, the dark lord of Nessus, strives to subjugate the cosmos to satisfy his thirst for power. To do so, he must continually expand his infernal armies, sending his servants to the mortal realm to corrupt the souls from which new devils are spawned.",
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Lords of Tyranny",
										"entries": [
											"Devils live to conquer, enslave, and oppress. They take perverse delight in exercising authority over the weak, and any creature that defies the authority of a devil faces swift and cruel punishment. Every interaction is an opportunity for a devil to display its power, and all devils have a keen understanding of how to use and abuse their power.",
											"Devils understand the failings that plague intelligent mortals, and they use that knowledge to lead mortals into temptation and darkness, turning creatures into slaves to their own corruption. Devils on the Material Plane use their influence to manipulate humanoid rulers, whispering evil thoughts, fomenting paranoia, and eventually driving them to tyrannical actions."
										]
									},
									{
										"type": "entries",
										"name": "Obedience and Ambition",
										"entries": [
											"In accordance with their lawful alignment, devils obey even when they envy or dislike their superiors, knowing that their obedience will be rewarded. The hierarchy of the Nine Hells depends on this unswerving loyalty, without which that fiendish plane would become as anarchic as the Abyss.",
											"At the same time, it is in the nature of devils to scheme, creating in some a desire to rule that eclipses their contentment to be ruled. This singular ambition is strongest among the archdevils whom Asmodeus appoints to rule the nine layers of the Nine Hells. These high-ranking fiends are the only devils to ever sample true power, which they crave like the sweetest ambrosia."
										]
									},
									{
										"type": "entries",
										"name": "Dark Dealers and Soul Mongers",
										"entries": [
											"Devils are confined to the Lower Planes, but they can travel beyond those planes by way of portals or powerful summoning magic. They love to strike bargains with mortals seeking to gain some benefit or prize, but a mortal making such a bargain must be wary. Devils are crafty negotiators and positively ruthless at enforcing the terms of an agreement. Moreover, a contract with even the lowliest devil is enforced by Asmodeus's will. Any mortal creature that breaks such a contract instantly forfeits its soul, which is spirited away to the Nine Hells.",
											"To own a creature's soul is to have absolute control over that creature, and most devils accept no other currency in exchange for the fiendish power and boons they can provide. A soul is usually forfeited when a mortal dies naturally, for devils are immortal and can wait years for a contract to play out. If a contract allows a devil to claim a mortal's soul before death, it can instantly return to the Nine Hells with the soul in its possession. Only divine intervention can release a soul after a devil has claimed it."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "The Infernal Hierarchy",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The Nine Hells has a rigid hierarchy that defines every aspect of its society. Asmodeus is the supreme ruler of all devils, and the only creature in the Nine Hells with the powers of a lesser god. Worshiped as such in the Material Plane, Asmodeus inspires the evil humanoid cults that take his name. In the Nine Hells, he commands scores of pit fiend generals, which in turn command legions of subordinates.",
									"A supreme tyrant, a brilliant deceiver, and a master of subtlety, Asmodeus protects his throne by keeping his friends close and his enemies closer. He delegates most matters of rulership to the pit fiends and lesser archdevils that make up the infernal bureaucracy of the Nine Hells, even as he knows that those powerful devils conspire to usurp the Throne of Baator from which he rules. Asmodeus appoints archdevils, and he can strip any member of the infernal hierarchy of rank and status as he likes.",
									"If it dies outside the Nine Hells, a devil disappears in a cloud of sulfurous smoke or dissolves into a pool of ichor, instantly returning to its home layer, where it reforms at full strength. Devils that die in the Nine Hells are destroyed forever-a fate that even Asmodeus fears.",
									{
										"type": "entries",
										"name": "Archdevils",
										"entries": [
											"The archdevils include all the current and deposed rulers of the Nine Hells (see the Layers and Lords of the Nine Hells table), as well as the dukes and duchesses that make up their courts, attend them as advisers, and hope to supplant them. Every archdevil is a unique being with an appearance that reflects its particular evil nature."
										]
									},
									{
										"type": "entries",
										"name": "Greater Devils",
										"entries": [
											"The greater devils include the pit fiends, erinyes, horned devils, and ice devils that command lesser devils and attend the archdevils."
										]
									},
									{
										"type": "entries",
										"name": "Lesser Devils",
										"entries": [
											"The lesser devils include numerous strains of fiends, including imps, chain devils, spined devils, bearded devils, barbed devils, and bone devils."
										]
									},
									{
										"type": "entries",
										"name": "Lemures",
										"entries": [
											"The lowest form of devil, lemures are the twisted and tormented souls of evil and corrupted mortals. A lemure killed in the Nine Hells is only permanently destroyed if it is killed with a blessed weapon or if its shapeless corpse is splashed with holy water before it can return to life."
										]
									},
									{
										"type": "entries",
										"name": "Promotion and Demotion",
										"entries": [
											"When the soul of an evil mortal sinks into the Nine Hells, it takes on the physical form of a wretched lemure. Archdevils and greater devils have the power to promote lemures to lesser devils. Archdevils can promote lesser devils to greater devils, and Asmodeus alone can promote a greater devil to archdevil status. This diabolic promotion invokes a brief, painful transformation, with the devil's memories passing intact from one form to the next.",
											"Low-level promotions are typically based on need, such as when a pit fiend transforms lemures into imps to gain invisible spies under its command. High-level promotions are almost always based on merit, such as when a bone devil that distinguishes itself in battle is transformed into a horned devil by the archdevil it serves. A devil is seldom promoted more than one step at a time in the hierarchy of infernal forms.",
											"Demotion is the customary punishment for failure or disobedience among the devils. Archdevils or greater devils can demote a lesser devil to a lemure, which loses all memory of its prior existence. An archdevil can demote a greater devil to lesser devil status, but the demoted devil retains its memories-and might seek vengeance if the severity of the demotion is excessive.",
											"No devil can promote or demote another devil that has not sworn fealty to it, preventing rival archdevils from demoting each other's most powerful servants. Since all devils swear fealty to Asmodeus, he can freely demote any other devil, transforming it into whatever infernal form he desires.",
											{
												"type": "table",
												"caption": "Infernal Hierarchy",
												"colLabels": [
													"Rank",
													"Devil(s)"
												],
												"colStyles": [
													"col-4",
													"col-8"
												],
												"rows": [
													[
														"1.",
														"lemure"
													],
													[
														"2. (Lesser devils)",
														"imp"
													],
													[
														"3.",
														"spined devil"
													],
													[
														"4.",
														"bearded devil"
													],
													[
														"5.",
														"barbed devil"
													],
													[
														"6.",
														"chain devil"
													],
													[
														"7.",
														"bone devil"
													],
													[
														"8. (Greater devils)",
														"horned devil"
													],
													[
														"9.",
														"erinyes"
													],
													[
														"10.",
														"ice devil"
													],
													[
														"11.",
														"pit fiend"
													],
													[
														"12. (Archdevils)",
														"duke or duchess"
													],
													[
														"13.",
														"archduke or archduchess"
													]
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "The Nine Hells",
								"entries": [
									"The Nine Hells are a single plane comprising nine separate layers (see the Layers and Lords of the Nine Hells table). The first eight layers are each ruled by archdevils that answer to the greatest archdevil of all: Asmodeus, the Archduke of Nessus, the ninth layer. To reach the deepest layer of the Nine Hells, one must descend through all eight of the layers above it, in order. The most expeditious means of doing so is the River Styx, which plunges ever deeper as it flows from one layer to the next. Only the most courageous adventurers can withstand the torment and horror of that journey.",
									{
										"type": "table",
										"caption": "Layers and Lords of the Nine Hells Layer",
										"colLabels": [
											"Layer",
											"Layer Name",
											"Archduke or Archduchess",
											"Previous Rulers",
											"Primary Inhabitants"
										],
										"colStyles": [
											"col-1",
											"col-2",
											"col-3",
											"col-3",
											"col-3"
										],
										"rows": [
											[
												"1",
												"Avernus",
												"Zariel",
												"Bel, Tiamat",
												"Erinyes, imps, spined devils"
											],
											[
												"2",
												"Dis",
												"Dispater",
												"—",
												"Bearded devils, erinyes, imps, spined devils"
											],
											[
												"3",
												"Minauros",
												"Mammon",
												"—",
												"Bearded devils, chain devils, imps, spined devils"
											],
											[
												"4",
												"Phlegethos",
												"Belial and Fierna",
												"—",
												"Barbed devils, bone devils, imps, spined devils"
											],
											[
												"5",
												"Stygia",
												"Levistus",
												"Geryon",
												"Bone devils, erinyes, ice devils, imps"
											],
											[
												"6",
												"Malbolge",
												"Glasya",
												"Malagard, Moloch",
												"Barbed devils, bone devils, horned devils, imps"
											],
											[
												"7",
												"Maladomini",
												"Baalzebul",
												"—",
												"Barbed devils, bone devils, horned devils, imps"
											],
											[
												"8",
												"Cania",
												"Mephistopheles",
												"—",
												"Horned devils, ice devils, imps, pit fiends"
											],
											[
												"9",
												"Nessus",
												"Asmodeus",
												"—",
												"All devils"
											]
										]
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Devil True Names and Talismans",
						"entries": [
							"Though devils all have common names, every devil above a lemure in station also has a true name that it keeps secret. A devil can be forced to disclose its true name if {@condition charmed}, and ancient scrolls and tomes are said to exist that list the true names of certain devils.",
							"A mortal who learns a devil's true name can use powerful summoning magic to call the devil from the Nine Hells and bind it into service. Binding can also be accomplished with the help of a devil talisman. Each of these ancient relics is inscribed with the true name of a devil it controls, and was bathed in the blood of a worthy sacrifice-typically someone the creator loved-when crafted.",
							"However it is summoned, a devil brought to the Material Plane typically resents being pressed into service. However, the devil seizes every opportunity to corrupt its summoner so that the summoner's soul ends up in the Nine Hells. Only imps are truly content to be summoned, and they easily commit to serving a summoner as a familiar, but they still do their utmost to corrupt those who summon them."
						]
					},
					{
						"type": "inset",
						"name": "Variant: Devil Summoning",
						"entries": [
							"Some devils can have an action option that allows them to summon other devils.",
							{
								"name": "Summon Devil (1/Day)",
								"entries": [
									" The devil chooses what to summon and attempts a magical summoning."
								],
								"type": "entries"
							},
							{
								"type": "list",
								"items": [
									"A barbed devil has a 30 percent chance of summoning one barbed devil.",
									"A bearded devil has a 30 percent chance of summoning one bearded devil.",
									"A bone devil has a 40 percent chance of summoning {@dice 2d6} spined devils or one bone devil.",
									"An erinyes has a 50 percent chance of summoning {@dice 3d6} spined devils, {@dice 1d6} bearded devils, or one erinyes.",
									"A horned devil has a 30 percent chance of summoning one horned devil.",
									"An ice devil has a 60 percent chance of summoning one ice devil.",
									"A pit fiend summons {@dice 2d4} bearded devils, {@dice 1d4} barbed devils, or one erinyes with no chance of failure."
								]
							},
							"A summoned devil appears in an unoccupied space within 60 feet of its summoner, acts as an ally of its summoner, and can't summon other devils. It remains for 1 minute, until it or its summoner dies, or until its summoner dismisses it as an action."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Lemure.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/MM/Lemure.png?v=1.120.1",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/lemure.mp3?v=1.120.1"
			},
			"traitTags": [
				"Devil's Sight"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C",
				"I"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Baba Nadja",
			"source": "TBC",
			"size": "M",
			"type": {
				"type": "fiend",
				"tags": [
					"Fey"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 22,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 140",
				"average": 230
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 20,
			"dex": 25,
			"con": 24,
			"int": 16,
			"wis": 14,
			"cha": 18,
			"skill": {
				"deception": "+9",
				"insight": "+8",
				"perception": "+14",
				"stealth": "+13",
				"athletics": "+11"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 24,
			"resist": [
				"cold",
				"fire",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't silvered",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"petrified",
				"poisoned"
			],
			"languages": [
				"Abyssal",
				"Common",
				"Infernal",
				"Primordial"
			],
			"cr": "20",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The hag's innate spellcasting ability is Charisma (spell save {@dc 18}, {@hit 10} to hit with spell attacks). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell detect magic}",
						"{@spell magic missile}"
					],
					"daily": {
						"2e": [
							"{@spell plane shift} (self only)",
							"{@spell ray of enfeeblement}",
							"{@spell sleep}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Shared Spellcasting (Coven Only)",
					"headerEntries": [
						"While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:"
					],
					"spells": {
						"1": {
							"slots": 4,
							"spells": [
								"{@spell identify}",
								"{@spell ray of sickness}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell locate object}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell bestow curse}",
								"{@spell counterspell}",
								"{@spell lightning bolt}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell phantasmal killer}",
								"{@spell polymorph}"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell contact other plane}",
								"{@spell scrying}"
							]
						},
						"6": {
							"slots": 1,
							"spells": [
								"{@spell eyebite}"
							]
						}
					},
					"footerEntries": [
						"For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
					],
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The hag has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Night Hag Items",
					"entries": [
						"A night hag carries two very rare magic items that she must craft for herself. If either object is lost, the night hag will go to great lengths to retrieve it, as creating a new tool takes time and effort.",
						"Heartstone: This lustrous black gem allows a night hag to become ethereal while it is in her possession. The touch of a heartstone also cures any disease. Crafting a heartstone takes 30 days.",
						"Soul Bag: When an evil humanoid dies as a result of a night hag's Nightmare Haunting, the hag catches the soul in this black sack made of stitched flesh. A soul bag can hold only one evil soul at a time, and only the night hag who crafted the bag can catch a soul with it. Crafting a soul bag takes 7 days and a humanoid sacrifice (whose flesh is used to make the bag)."
					]
				},
				{
					"name": "Hag Coven",
					"entries": [
						"When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
						"A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos."
					]
				},
				{
					"name": "Hag Eye (Coven Only)",
					"entries": [
						"A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes {@dice 3d10} psychic damage and is {@condition blinded} for 24 hours.",
						"A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while {@condition blinded}. During the ritual, if the hags take any action other than performing the ritual, they must start over."
					]
				}
			],
			"action": [
				{
					"name": "Claws (Hag Form Only)",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}41 ({@damage 8d8 + 5}) slashing damage."
					]
				},
				{
					"name": "Change Shape",
					"entries": [
						"The hag magically polymorphs into a Small or Medium female humanoid, or back into her true form. Her statistics are the same in each form. Any equipment she is wearing or carrying isn't transformed. She reverts to her true form if she dies."
					]
				},
				{
					"name": "Etherealness",
					"entries": [
						"The hag magically enters the Ethereal Plane from the Material Plane, or vice versa. To do so, the hag must have a heartstone in her possession."
					]
				},
				{
					"name": "Nightmare Haunting (1/Day)",
					"entries": [
						"While on the Ethereal Plane, the hag magically touches a sleeping humanoid on the Material Plane. A {@spell protection from evil and good} spell cast on the target prevents this contact, as does a magic circle. As long as the contact persists, the target has dreadful visions. If these visions last for at least 1 hour, the target gains no benefit from its rest, and its hit point maximum is reduced by 5 ({@dice 1d10}). If this effect reduces the target's hit point maximum to 0, the target dies, and if the target was evil, its soul is trapped in the hag's soul bag. The reduction to the target's hit point maximum lasts until removed by the  {@spell greater restoration} spell or similar magic."
					]
				}
			],
			"fluff": {
				"name": "Night Hag",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Sly and subversive, night hags want to see the virtuous turn to villainy: love turned into obsession, kindness turned to hate, devotion to disregard, and generosity to selfishness. Night hags take perverse joy in corrupting mortals.",
									"Night hags were once creatures of the Feywild, but their foulness saw them exiled to Hades long ago, where they degenerated into fiends. The night hags have long since spread across the Lower Planes.",
									{
										"type": "entries",
										"name": "Soulmongers",
										"entries": [
											"While a humanoid sleeps, a night hag can straddle the person ethereally and intrude upon its dreams. Any creature with {@sense truesight} can see the hag's spectral form straddling its prey. The ethereal hag fills her victim's head with doubts and fears, in the hope of tricking it into performing evil acts in the waking world. The hag continues her nightly visitations until the victim finally expires in its sleep. If the hag has driven her victim to commit evil deeds, she traps its corrupted soul in her soul bag (see the \"Night Hag Items\" sidebar) for transport to Hades."
										]
									},
									{
										"type": "entries",
										"name": "Covens",
										"entries": [
											"A night hag that is part of a coven (see the \"Hag Covens\" sidebar) has a challenge rating of 7 (2,900 XP)."
										]
									},
									{
										"type": "inset",
										"name": "Night Hag Items",
										"entries": [
											"A night hag carries two very rare magic items that she must craft for herself. If either object is lost, the night hag will go to great lengths to retrieve it, as creating a new tool takes time and effort.",
											{
												"type": "entries",
												"name": "Heartstone",
												"entries": [
													"This lustrous black gem allows a night hag to become ethereal while it is in her possession. The touch of a heartstone also cures any disease. Crafting a heartstone takes 30 days."
												]
											},
											{
												"type": "entries",
												"name": "Soul Bag",
												"entries": [
													"When an evil humanoid dies as a result of a night hag's Nightmare Haunting, the hag catches the soul in this black sack made of stitched flesh. A soul bag can hold only one evil soul at a time, and only the night hag who crafted the bag can catch a soul with it. Crafting a soul bag takes 7 days and a humanoid sacrifice (whose flesh is used to make the bag)."
												]
											}
										]
									}
								]
							}
						]
					},
					{
						"type": "section",
						"name": "Hags",
						"entries": [
							"Hags represent all that is evil and cruel. Though they resemble withered crones, there is nothing mortal about these monstrous creatures, whose forms reflect only the wickedness in their hearts.",
							{
								"type": "entries",
								"name": "Faces of Evil",
								"entries": [
									"Ancient beings with origins in the Feywild, hags are cankers on the mortal world. Their withered faces are framed by long, frayed hair, horrid moles and warts dot their blotchy skin, and their long, skinny fingers are tipped by claws that can slice open flesh with a touch. Their simple clothes are always tattered and filthy.",
									"All hags possess magical powers, and some have an affinity for spellcasting. They can alter their forms or curse their foes, and their arrogance inspires them to view their magic as a challenge to the magic of the gods, whom they blaspheme at every opportunity.",
									"Hags name themselves in darkly whimsical ways, claiming monikers such as Black Morwen, Peggy Pigknuckle, Grandmother Titchwillow, Nanna Shug, Rotten Ethel, or Auntie Wormtooth."
								]
							},
							{
								"type": "entries",
								"name": "Monstrous Motherhood",
								"entries": [
									"Hags propagate by snatching and devouring human infants. After stealing a baby from its cradle or its mother's womb, the hag consumes the poor child. A week later, the hag gives birth to a daughter who looks human until her thirteenth birthday, whereupon the child transforms into the spitting image of her hag mother.",
									"Hags sometimes raise the daughters they spawn, creating covens. A hag might also return the child to its grieving parents, only to watch from the shadows as the child grows up to become a horror."
								]
							},
							{
								"type": "entries",
								"name": "Dark Bargains",
								"entries": [
									"Arrogant to a fault, hags believe themselves to be the most cunning of creatures, and they treat all others as inferior. Even so, a hag is open to dealing with mortals as long as those mortals show the proper respect and deference. Over their long lives, hags accumulate much knowledge of local lore, dark creatures, and magic, which they are pleased to sell.",
									"Hags enjoy watching mortals bring about their own downfall, and a bargain with a hag is always dangerous. The terms of such bargains typically involve demands to compromise principles or give up something dear-especially if the thing lost diminishes or negates the knowledge gained through the bargain."
								]
							},
							{
								"type": "entries",
								"name": "A Foul Nature",
								"entries": [
									"Hags love the macabre and festoon their garb with dead things and accentuate their appearance with bones, bits of flesh, and filth. They nurture blemishes and pick at wounds to produce weeping, suppurating flesh. Attractive creatures evoke disgust in a hag, which might \"help\" such creatures by disfiguring or transforming them.",
									"This embrace of the disturbing and unpleasant extends to all aspects of a hag's life. A hag might fly in a magical giant's skull, landing it on a tree shaped to resemble an enormous headless body. Another might travel with a menagerie of monsters and slaves kept in cages, and disguised by illusions to lure unwary creatures close. Hags sharpen their teeth on millstones and spin cloth from the intestines of their victims, reacting with glee to the horror their actions invoke."
								]
							},
							{
								"type": "entries",
								"name": "Dark Sorority",
								"entries": [
									"Hags maintain contact with each other and share knowledge. Through such contacts, it is likely that any given hag knows of every other hag in existence. Hags don't like each other, but they abide by an ageless code of conduct. Hags announce their presence before crossing into another hag's territory, bring gifts when entering another hag's dwelling, and break no oaths given to other hags-as long as the oath isn't given with the fingers crossed.",
									"Some humanoids make the mistake of thinking that the hags' rules of conduct apply to all creatures. When confronted by such an individual, a hag might find it amusing to string the fool along for a while before teaching it a permanent lesson."
								]
							},
							{
								"type": "entries",
								"name": "Dark Lairs",
								"entries": [
									"Hags dwell in dark and twisted woods, bleak moors, storm-lashed seacoasts, and gloomy swamps. In time, the landscape around a hag's lair reflects the creature's noxiousness, such that the land itself can attack and kill trespassers. Trees twisted by darkness attack passersby, while vines snake through the undergrowth to snare and drag off creatures one at a time. Foul stinking fogs turn the air to poison, and conceal pools of quicksand and sinkholes that consume unwary wanderers."
								]
							},
							{
								"type": "inset",
								"name": "Hag Covens",
								"entries": [
									"When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
									"A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.",
									{
										"type": "entries",
										"name": "Shared Spellcasting",
										"entries": [
											"While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:",
											{
												"type": "list",
												"style": "list-no-bullets",
												"items": [
													"1st level (4 slots): {@spell identify}, {@spell ray of sickness}",
													"2nd level (3 slots): {@spell hold person}, {@spell locate object}",
													"3rd level (3 slots): {@spell bestow curse}, {@spell counterspell}, {@spell lightning bolt}",
													"4th level (3 slots): {@spell phantasmal killer}, {@spell polymorph}",
													"5th level (2 slots): {@spell contact other plane}, {@spell scrying}",
													"6th level (1 slot): {@spell eyebite}"
												]
											},
											"For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
										]
									},
									{
										"type": "entries",
										"name": "Hag Eye",
										"entries": [
											"A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and {@sense darkvision} with a radius of 60 feet. If it is destroyed, each coven member takes {@damage 3d10} psychic damage and is {@condition blinded} for 24 hours.",
											"A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while {@condition blinded}. During the ritual, if the hags take any action other than performing the ritual, they must start over."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Night Hag.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/MM/Night Hag.png?v=1.122.6",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/night-hag.mp3?v=1.122.6"
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"AB",
				"C",
				"I",
				"P"
			],
			"damageTags": [
				"S"
			],
			"spellcastingTags": [
				"CW",
				"I",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflictSpell": [
				"frightened",
				"paralyzed",
				"poisoned",
				"unconscious"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Lexidar",
			"source": "TBC",
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"Elf Fiend"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				17,
				{
					"ac": 19,
					"condition": "when Persistence of Memory is Active"
				}
			],
			"hp": {
				"formula": "30d8 + 150",
				"average": 285
			},
			"speed": {
				"walk": 60,
				"fly": 60,
				"canHover": false
			},
			"str": 20,
			"dex": 20,
			"con": 20,
			"int": 20,
			"wis": 20,
			"cha": 20,
			"save": {
				"con": "+10",
				"wis": "+10",
				"dex": "+10"
			},
			"skill": {
				"athletics": "+10",
				"intimidation": "+10",
				"perception": "+15",
				"acrobatics": "+10",
				"insight": "+15",
				"persuasion": "+15",
				"deception": "+15"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 25,
			"resist": [
				{
					"resist": [
						"cold",
						"necrotic",
						"thunder"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					]
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan",
				"Infernal"
			],
			"cr": "14",
			"trait": [
				{
					"name": "Magic Weapons",
					"entries": [
						"The lexidar's weapon attacks are magical."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The lexidar has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Empowered Strike (Persistence of Memory)",
					"entries": [
						"Once per turn, Lexidar can do extra damage with his unarmed strike, increasing it to {@damage 2d10 + 5} force damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Lexidar makes two melee weapon attacks, three if Persistence of Memory is active. He can only use one Life Drain."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) bludgeoning damage, force damage if Persistence of Memory is active."
					]
				},
				{
					"name": "Life Drain",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}5 piercing damage, plus 10 ({@damage 3d6}) necrotic damage. Lexidar recovers HP equal to the necrotic damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Martial Arts",
					"entries": [
						"If Lexidar takes the multiattack action, he can make an additional  2 melee weapon attacks. If Persistence of Memory is active, this increases to 3."
					]
				},
				{
					"name": "Persistence of Memory",
					"entries": [
						"Lexidar summons his Astral Self. His weapons do force damage and have an additional 5 feet of reach. He can see in magical darkness to a distance of 120 feet."
					]
				}
			],
			"legendary": [
				{
					"name": "Teleports behind u",
					"entries": [
						"Lexidar teleports to an open space he can see up to 60 feet away."
					]
				},
				{
					"name": "Nothin personnel, kid",
					"entries": [
						"Lexidar casts {@spell Hold Person} ({@dc 18})."
					]
				},
				{
					"name": "MUDA!!!",
					"entries": [
						"Lexidar makes a melee weapon attack."
					]
				},
				{
					"name": "MUDA MUDA MUDA!!! (Costs 2 actions)",
					"entries": [
						"Lexidar uses one of the following:",
						"- Lexidar makes a barrage of melee attacks against a single target. {@hit 10} to hit, {@h}36 ({@damage 8d8}) bludgeoning damage, or force damage if Persistence of Memory is active.",
						"- Lexidar conjures a volley of daggers. All creatures in a 60-foot cone must make a {@dc 18} Dexterity saving throw. A creature that fails the save takes {@h}28 ({@damage 8d6}) piercing damage, half on a success."
					]
				}
			],
			"fluff": {
				"name": "Champion",
				"source": "VGM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"Champions are mighty warriors who honed their fighting skills in wars or gladiatorial pits. To soldiers and other people who fight for a living, champions are as influential as nobles, and their presence is courted as a sign of status among rulers."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/VGM/Champion.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/VGM/Champion.png?v=1.122.6",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/champion.mp3?v=1.122.6"
			},
			"traitTags": [
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"E",
				"I",
				"S"
			],
			"damageTags": [
				"B",
				"N",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"hasFluff": true,
			"hasFluffImages": true
		}
	]
}
